export default [
  { q: "중앙동아리인가요?", a: "네. 중앙동아리입니다." },
  {
    q: "학기 중 활동은 몇 번 있나요?",
    a: "부서별 / 프로젝트별 진행 현황에 따라 달라져 구체적으로 답변 드리기 어렵습니다. <br> 시험 2주 전에는 동아리 활동은 잠깐 멈춥니다.",
  },
  {
    q: "컴과도 아니고 프로그래밍도 못하는데 개발팀 지원 가능할까요? & 개발팀에 경우 어느 정도의 실력이 요구되나요?",
    a: "변수와 함수같은 프로그래밍 기초 지식을 어느 정도 알고 계신다면 지원이 가능하십니다.",
  },
  {
    q: "디자인팀은 캐릭터 / 배경 / 그래픽 상관 없이 뽑으시나요?",
    a: "디자인팀은 상관없이 뽑습니다.",
  },
  {
    q: "디자인팀의 경우 어느 정도의 실력이 요구되나요?",
    a: "기본적인 그림 툴을 다룰 수 있다면 누구나 지원 가능합니다.",
  },
  {
    q: "포지션 복수 지원 가능한가요?",
    a: "가능합니다.",
  },
  {
    q: "휴학생도 지원 가능한가요?",
    a: "네. 가능합니다.",
  },
  {
    q: "활동기간은 어떻게 되나요?",
    a: "NPC 활동 상 최소 활동기간이 1년입니다. <br> 학년과 상관없이 1년 이상 활동할 수 있다면 지원 가능합니다.",
  },
  {
    q: "컴퓨터학과 1학년인데 지원 가능한가요?",
    a: "네. 가능합니다. <br> 개발팀에서 LUA스터디로 시작하면서 프로젝트를 들어가기 때문에 프로그램의 기초 지식을 알고 계신다면 지원이 가능하십니다. 다만 개발 특성 상 본인의 노력과 시간을 쏟으셔야하는 점 유념해 주시길 바랍니다.",
  },
  {
    q: "몇 명 뽑나요?",
    a: "인원은 정해져 있지 않습니다.",
  },
];
